<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="BackGround.aspx.cs" Inherits="BackGround" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="PageName" runat="Server">
    לפני המתקפה
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="info" runat="Server">
    <h3>רקע
    </h3>
    <div class="rtl">
        חמאס הוא ארגון טרור פלסטיני המאמין בג'יהאד נגד מדינת ישראל, כולל הרג חפים מפשע. מטרת העל של הארגון היא השמדת מדינת ישראל. אידאולוגיית חמאס היא אנטישמית, הבאה לידי ביטוי במסמכיה הרשמיים של התנועה ובהתבטאויות מנהיגיה. על פי אמנת חמאס, "אין בלאומיות זו דבר חמור יותר או עמוק יותר מזה שהאויב רומס את אדמת המוסלמים", ו"אין פתרון לבעיה הפלסטינית אלא באמצעות הג'יהאד". מאז הקמתו בשנת 1987, חמאס היה אחראי לפיגועים רבים. הוא חלק מציר ההתנגדות בראשות איראן ובשותפות חזבאללה וארגוני טרור נוספים. בין ראשי הציר נערכות פגישות תכופות ותיאומים מדיניים וצבאיים.
        לאחר שמדינת ישראל התנתקה מרצועת עזה ב-2005, שלטה הרשות הפלסטינית ברצועה. ביוני 2007 הסתיים שלטון הרשות, כאשר כוחות חמאס השתלטו על הרצועה. חמאס ביצע פעולות טרור רבות נגד ישראל, ובפרט ירי רקטות מהרצועה. צה"ל ערך מפעם לפעם מבצעים ברצועה (מבצע חורף חם, מבצע עופרת יצוקה, מבצע עמוד ענן, מבצע צוק איתן, מבצע שומר החומות, מבצע עלות השחר, מבצע מגן וחץ וסבבים רבים נוספים).
        בפברואר 2017 התמנה יחיא סנוואר למנהיג חמאס ברצועה, והחליף את קודמו בתפקיד אסמאעיל הנייה. סנוואר, טרוריסט ידוע במיליטנטיות שלו, ריצה עונש מאסר בכלא הישראלי באשמת הרג משת"פים ערבים ושוחרר מהכלא בעסקת שליט בשנת 2011.
    </div>
    <h3>
        הכנות חמאס למתקפה
    </h3>
    <div class="rtl">
        חמאס נערך למתקפה לפחות כשנה לפני פריצתה. תצפיות נערכו על ידי חקלאים מהרצועה (וכנראה גם עובדים מעזה) על שיטות ההגנה של הצד הישראלי. אימונים לצד הגדר נערכו במשך חודשים ומטעני חבלה הונחו בצמוד לגדר במסווה של התפרעויות. תאריך המבצע נשמר בסודיות רבה, וגם הכוחות שאומנו לכך לא ידעו שמטרת האימון היא פלישה ומתקפת פתע. לאחר המתקפה, הצהירו גורמים בחמאס כי נקט שיטה של הונאה מתוחכמת שבמסגרתה פיתה את ישראל לחשוב שהוא עוסק בעניינים אזרחיים בלבד, בעוד הוא מתכנן מתקפת פתע. לפי גורמים ישראליים, חמאס עשה מאמץ לחזק את הגישה שחמאס העביר את מוקדו מאלימות נגד ישראל לפיתוח כלכלי בעזה. כמו כן, פורסם שהוא אותת על ביצוע עסקת שבויים.
לפי וול סטריט ג'ורנל, גורמים ביטחוניים באיראן עזרו לחמאס לתכנן את מתקפת הפתע נגד ישראל וגם אישרו אותה במהלך סדרת פגישות שנערכו בביירות סמוך למתקפה. לפי בכירים בחמאס וחזבאללה, קצינים במשמרות המהפכה של איראן שיתפו פעולה עם חמאס מחודש אוגוסט וסייעו לתכנן את המתקפה נגד ישראל. איראן הכחישה את הדברים. דיווח נוסף של וול סטריט ג'ורנל טען כי בספטמבר 2023 כ־500 מחבלים פלסטינים מחמאס וגא"פ עברו הדרכות ואימונים במתקנים צבאיים באיראן כהכנה למתקפה. האימונים נערכו בהובלת קצינים של כוח קודס, הכוחות המיוחדים של משמרות המהפכה האיראניים, האחראים בין השאר על כל המבצעים החשאיים מחוץ לגבולות איראן. מפקד כוח קודס, אסמאעיל קאאני, נכח גם הוא באימונים. בכירים בארצות הברית אמרו כי איראן מאמנת לעיתים קרובות חמושים אסלאמיים, אבל אין להם מידע על אימון המוני כזה לפני המתקפה. ערב המלחמה חמאס פעל ב-24 גדודים. על פי מסמך סודי שאותר ברצועה במהלך המלחמה, בחמאס חשבו כי הייתה התחייבות מאיראן שהציר כולו יצטרף למערכה גדולה נגד ישראל. לפי דוח הערכת המודיעין השנתית קהילת המודיעין האמריקאית, הוערך שההנהגה האיראנית לא הייתה מעורבת בתכנון של מתקפת הפתע וכי לא היה לה מידע מוקדם על המתקפה.
    </div>
</asp:Content>

