<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="HostagesAndCasualties.aspx.cs" Inherits="Hostages" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="PageName" Runat="Server">
    חטופים ונפגעים
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="info" Runat="Server">
    <h3>
        נפגעים
    </h3>
    <div class="rtl">
        במתקפת ארגוני הטרור נרצחו ונהרגו כ־1,145 ישראלים וזרים, ביניהם כ-766 אזרחים ישראלים וזרים, 334 חיילי צה"ל, 60 שוטרי משטרת ישראל ועשרה אנשי שירות הביטחון הכללי. בין האזרחים הזרים שנרצחו נמנים אמריקאים, צרפתים, ארגנטינאים, תאילנדים, נפאלים, אוקראינים ואזרחי מדינות נוספות. מעדויות חיילים וכוחות זק"א, ההרג רובו בוצע בירי. ניכר שהרבה מגופות ההרוגים הושחתו, כולל תיאורים של עריפת ראשים, שיסוף גרונות, מלכוד גופות במִטענים, ברימונים ושריפת גופות. כמו כן התגלו עדויות למקרי אונס והתעללות מינית בנשים בטרם נרצחו. פעולות הטבח תועדו בשידור חי ובסרטונים שהופצו ברשתות החברתיות. בחלק מהעדויות צפו ללא צנזורה גם גורמים מדיניים. בלוחמה ברצועת עזה נפלו עוד 280 חיילי צה"ל, בהם 5 שנפלו במהלך פיגועים ופעולות ביהודה ושומרון, ו־17 שנפלו בתקיפות חזבאללה בגבול ישראל–לבנון. 10 אזרחים ישראלים נהרגו בתקיפות חזבאללה, בהם אזרח הודי אחד. יותר מ־11,549 פצועים הובאו לבתי חולים, בהם המרכזים הרפואיים סורוקה, קפלן, שמיר, שיבא, ברזילי, בילינסון, וולפסון ואיכילוב.
    </div>
    <h3>
        חטופים
    </h3>
    <div class="rtl">
        השאר משום שהיו גופות רבות שלא זוהו כך שאי אפשר היה לדעת אם נעדר הוא הרוג או חטוף. ב־28 באוקטובר 2023 הודיע חמאס כי בידיו בין 200 ל־250 חטופים. באותו יום חמאס פרסם גם סרטון ראשון של חטופה ישראלית ב־8 באוקטובר הוקם מטה משפחות החטופים והנעדרים על ידי חלק מהמשפחות, במטרה לפעול להשבת החטופים, לאיתור הנעדרים וכן לטיפול בעניינים רפואיים, משפטיים ואחרים הנוגעים לחטיפה ולהשלכותיה. לפני ההפוגה בלחימה, במהלכה ואחריה שוחררו 112 חטופים. בנוסף, עד מאי 2024, הושבו ארצה גופותיהם של עוד 19 חטופים שנהרגו לפני החטיפה עצמה או במהלך השבי (כולל שלושה חטופים אשר נהרגו בשוגג מידי כוחות צה"ל בעת שניסו למלט עצמם מהשבי). איגוד מרכזי הסיוע לנפגעות ונפגעי תקיפה מינית בישראל פנו לנשיאת הוועד הבין־לאומי של הצלב האדום ולמשלחת של הארגון בישראל בדרישה להגביר את המאמצים לשחרור החטופים שמוחזקים בעזה, בעקבות דיווחים על אונס ופגיעות מיניות בחטופות. מנכ"לית איגוד מרכזי הסיוע, אורית סוליציאנו, ציינה כי ידוע לארגון על פשעי מלחמה של אונס ופגיעות מיניות בחטופים. מערך הרפואה במטה משפחות החטופים והנעדרים פרסם דוח שלפיו חטופים חשפו עדויות על תקיפות מיניות אלימות שסבלו גברים ונשים בשבי. לפי פרסום אחר, מדובר בעשרה לפחות מתוך 110 ששוחררו עד אז. בין החטופים היו כ-35 עובדים זרים (רובם מתאילנד), ותיירים בעלי אזרחות זרה. בנוסף, לרבים מהאזרחים הישראלים החטופים ישנה בנוסף אזרחות זרה, בין היתר ממדינות אלו: ארגנטינה, ארצות הברית, רוסיה, צרפת, איטליה וגרמניה
    </div>
</asp:Content>

