<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Objectives.aspx.cs" Inherits="Objectives" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="PageName" runat="Server">
    מטרות המלחמה
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="info" runat="Server">
    <h3>:ב־16 באוקטובר קבינט המלחמה אישר ארבע מטרות למלחמה </h3>
    <div class="rtl">
        <ul>
            <li>
                מיטוט שלטון חמאס והשמדת יכולותיו הצבאיות והשלטוניות
            </li>
            <li>
                הסרת איום הטרור מהרצועה על ישראל
            </li>
            <li>
                מאמץ מרבי לפתרון סוגיית בני הערובה
            </li>
            <li>
                הגנה על גבולות המדינה ואזרחיה 
            </li>
        </ul>
    </div>
    <h3>:ב־7 בנובמבר אמר שר הביטחון גלנט כי שלושת יעדיה העיקריים של המלחמה הם</h3>
    <div class="rtl">
        <ul>
            <li>
                ארגון חמאס יחדל מלהתקיים כמסגרת צבאית ושלטונית בעזה
            </li>
            <li>
                לא יהיה איום ביטחוני מעזה על אזרחי ישראל
            </li>
            <li>
                לצה"ל יהיה חופש פעולה מלא ללא מגבלות על הפעלת הכוח
            </li>
        </ul>
        כמו כן, לדברי גלנט מערכת הביטחון ממוקדת בהחזרת החטופים, כמו גם בניצחון במלחמה. כחודש לאחר תחילת המלחמה, אמר ראש הממשלה נתניהו כי לאחר המלחמה האחריות הביטחונית הכוללת על המתנהל ברצועה תהיה ביד ישראל, למשך תקופת זמן בלתי מוגבלת. בראיון אחר, אמר ראש הממשלה כי הרצועה "מפורזת ותחת ממשלה אזרחית, אך יידרש כוח מהימן שייכנס ויהרוג את הרוצחים כך שלא תופיע ישות כמו חמאס". לראשי הרשויות בנגב המערבי אמר כי צה"ל ימשיך להחזיק ברצועת עזה גם אחרי המלחמה לתקופה מסוימת ושאחרי חיסול חמאס תהיה שליטה ביטחונית ישראלית כוללת על רצועת עזה, כולל פירוז מלא. ב־11 בנובמבר במסיבת עיתונאים הביע התנגדות לאפשרות שהרשות הפלסטינית תשלוט אזרחית ברצועה במענה לשאלה בנושא בלי לציין את שמה. במענה לשאלה בדבר אפשרות להחזרת ההתיישבות היהודית לרצועה בצורה זו או אחרת, התנגד ואמר שאינו רואה בכך כיעד ריאליסטי. ראש המל"ל צחי הנגבי כתב בדצמבר כי אין לישראל אינטרס לשלוט בענייני האזרחים של עזה וישראל מודעת לרצון של הקהילה הבין-לאומית ומדינות האזור לשלב את הרשות הפלסטינית אך העניין ידרוש רפורמה יסודית ברשות הפלסטינית. כחודשיים לאחר תחילת המלחמה, השר בני גנץ שרטט את המציאות הביטחונית החדשה שתתעצב בסופו של השלב העצים בלחימה: שליטה ביטחונית בעזה, שמירה על חופש פעולה ומימושו בכל השטח. בהיבט האזרחי, תוקם מנהלת שתורכב ברובה ממדינות ערביות מתונות שידאגו לאזרחים. לדבריו, יהיה מדובר בתהליך ארוך. כמאה ימים לאחר תחילת המלחמה, דיבר גלנט על הצורך בהכרעה הצבאית ואמר שסופה של המערכה הצבאית חייב להיות מעוגן במעשה מדיני. לדבריו, המחשבה המדינית היא המובילה את המעשה הצבאי וחוסר החלטה מדינית עלול לפגוע בהתקדמות הפעולה הצבאית. יום לאחר תחילת המלחמה, הציג ראש הממשלה נתניהו לקבינט את הצעתו ל"יום שאחרי חמאס". היא כללה ניהול של גורמים מקומים. כחצי שנה לאחר תחילת המלחמה, פורסם כי נתניהו מנע דיון אסטרטגי על יעדי המלחמה לאור אופן התקדמותה, בניגוד לסיכום בקבינט המלחמה.
    </div>
</asp:Content>

