<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="OctoberSeventh.aspx.cs" Inherits="OctoberSeventh" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="PageName" Runat="Server">
    מתקפת השבעה באוקטובר
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="info" Runat="Server">
    <h2>
        חדירת מחבלים ומאמצי לחימה
    </h2>
    <div class="rtl">
        מתקפת הפתע החלה ב-7 באוקטובר 2023 בשעה 06:29, בוקר יום השבת וחג שמחת תורה, בשיגור אלפי רקטות לעבר ישראל, מדימונה בדרום ועד לוואדי עארה בצפון ולירושלים במזרח. פגיעות נצפו במקומות רבים וחלקן גרמו לאבדות בנפש, רובן בפזורה הבדואית, הלא ממוגנת. בחסות ירי הרקטות פלשו לעוטף עזה כ־3,000 מחבלי חמאס, הג'יהאד האסלאמי וארגוני טרור נוספים מרצועת עזה בחזית של כ-60 ק"מ. המחבלים שהיו חמושים בנשק רב חדרו מרצועת עזה לשטח ישראל בסירות דרך הים, באמצעות מצנחים ממונעים דרך האוויר, ודרך היבשה – בעיקר על גבי טנדרים ואופנועים, לאחר שפרצו באמצעים שונים את גדר המערכת המקיפה את רצועת עזה בכ-60 מקומות. כדי להכשיר את הקרקע למתקפה, פגעו המחבלים בטנקים שהיו בעמדות סמוך לגדר, בחיישנים, באמצעי תשתית, תקשורת, תצפית ומצלמות. הם הפעילו רחפנים רבים, שהטילו פצצות מאולתרות על מערכות התקשוב המותקנות על אנטנות ליד הגדר ובבסיסים הסמוכים ועל מערכות "רואה יורה", שמטרתן לירות אל עבר מי שמתקרב אל הגדר. כל זה הקשה על קבלת מידע על אודות הפשיטה והיקפה ועל העברתו הלאה. מאות מחבלים, בקבוצות של כ־15 מחבלים, נכנסו לבסיסי צה"ל במעבר ארז, במוצב נחל עוז, במפקדת אוגדת עזה, במוצב כיסופים ובמוצב מגן, נטרלו את מערכות הקשר והשתלטו על רוב הבסיסים. שמונה מוצבים נכבשו לחלוטין, וחיילים נלקחו בשבי. מפקדת אוגדת עזה נכבשה, והמחבלים הרגו וחטפו חיילים וחיילות, עד שצה"ל השתלט מחדש על הבסיס. מפקד האוגדה עם חיילים הסתגרו בבונקר, ולא יכלו לפקד או להעביר תמונת מצב מדויקת לצבא. המחבלים רצחו אזרחים רבים שנסעו בכבישי העוטף ושחסו בתוך מיגוניות. הם גם הציבו מארבים בצמתים ובכבישים בכדי לעצור תגבורות צה"ליות שהגיעו לאזור. .מול הכוחות התוקפים היו פרוסים על גבול עזה קרוב לארבעה גדודים קרביים: גדוד 13 וגדוד 51 מחטיבת גולני, גדוד סיירת נח"ל מחטיבת הנח"ל מתוגבר בכוחות מגדוד 50, וגדוד שריון 77 מחטיבה 7. חלק ניכר מהחיילים בגדודים היו בחופשת חג, כך שהלוחמים מנו כ-600 איש. בשל הנחיתות בכוחות ובנשק של הכוחות המגינים והאיחור בהגעת כוחות עתודה, לא היה מי שימנע מהמחבלים לחדור לשטח ישראל ולתקוף מעל 20 יישובים בעוטף עזה, כולל הערים שדרות ואופקים. אך כוחות מג"ב וכוחות נוספים הצליחו לחסום ולסכל את תוכנית החמאס להגיע לערים נוספות כמו אשקלון, אשדוד וקריית גת
    </div>
    <h2>
        מעשי טבח, התעללות וחטיפת אזרחים
    </h2>
    <div class="rtl">
        במשך שעות התבצע טבח באזרחים באזור עוטף עזה. בטבח נרצחו קרוב ל-800 אזרחים. כ-250 ישראלים, ובכללם נשים, ילדים וקשישים, נחטפו לרצועת עזה. תושבים נרצחו ביישובים ניר עוז, חולית, בארי, נחל עוז, עין השלושה, נתיב העשרה, כפר עזה, ניר יצחק, נירים, כיסופים, לאחר שמקצתם נכבשו בידי המחבלים. בחלק מהיישובים התקבלו דיווחים על מחבלים שהתחזו לחיילי צה"ל כאשר דפקו על דלתות התושבים. טבח המוני נוסף נערך במסיבת טבע ליד רעים, שבה השתתפו אלפי צעירים. אירועים אלה, בעיקר בקיבוץ בארי, זכו לסיקור תקשורתי רחב ביותר, ובכלי התקשורת נשמעו עדויות בזמן אמת אף מעומק השטח שכבש חמאס. מוחמד דף, ראש הזרוע הצבאית של חמאס, קרא לתושבי איו"ש ולערביי ישראל להצטרף למתקפה, אך אלו לא נענו לקריאותיו של דף. באוקטובר 2023 הציג שר הביטחון, יואב גלנט, את סרט הזוועות בפני שרי ההגנה של נאט"ו, ואמר להם כי "נערות נאנסו באלימות, ילדים נגררו לעזה בזמן שהם מדממים. פסטיבל מוזיקה הפך למרחץ דמים חסר הבחנה, עשרות אזרחים ממדינותיכם נרצחו או נחטפו". זיהוי הנרצחים ארך זמן ממושך. על כך אמר קצין הרבנות הראשית, הרב יעקב רוז'ה שזיהה את החללים: "אני רוצה לומר, ובכאב גדול, שבכל 50 שנות פעילותי לא ראיתי גופות פגועות בצורה קשה ואכזרית כל כך כמו אלו שראיתי בחודשיים האחרונים. מצב החללים האזרחים במלחמה הזו הוא גרוע ומזוויע, ומראה על אכזריות ללא סוף". ברבים ממוקדי העימות הצליחו מחבלי חמאס לחטוף אזרחים וחיילים לרצועת עזה. במשך ימים ארוכים לא היה מספרם ידוע. כעבור כשבוע וחצי מהמתקפה העריכו אותו ישראל וחמאס בכ־200–250 חטופים. עם הזמן התבסס מספר החטופים ועמד על 252 חטופים, מהם הושבו לישראל עד למאי 2024 112 חטופים חיים, ו-16 גופות חטופים. 124 חטופים עדיין בשבי, מתוכם לפחות 37 חטופים אשר הוכרזו כחללים אשר גופתם חטופה.

    </div>
</asp:Content>


