<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="WarEffects.aspx.cs" Inherits="warEffects" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="PageName" Runat="Server">
    השפעות המלחמה על העורף
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="info" Runat="Server">
    <h3>
        השפעות פוליטיות
    </h3>
    <div class="rtl">
        מיד עם פרוץ המלחמה הציע ראש הממשלה בנימין נתניהו לראשי האופוזיציה להצטרף לממשלת חירום במתכונת דומה לממשלה שהוקמה ערב מלחמת ששת הימים. יו"ר האופוזיציה, חבר הכנסת יאיר לפיד, קרא להקים ממשלת חירום מקצועית ומצומצמת לניהול המלחמה. שרים נוספים הצטרפו לקריאה. ב־11 באוקטובר הכריז יו"ר סיעת המחנה הממלכתי, חבר הכנסת בני גנץ, כי יצטרף לממשלת חירום לאומית בראשות נתניהו, ולמחרת הושבעו חמישה שרים מטעם המחנה הממלכתי והצטרפו לממשלה. מפלגות העבודה וישראל ביתנו הודיעו באותו היום כי יתמכו בהקמתה אך בינתיים לא יצטרפו לקואליציה. יאיר לפיד הודיע שמפלגתו לא תיכנס לממשלת החירום עד שלא יוצאו ממנה מפלגות עוצמה יהודית והציונות הדתית, אולם חבר הכנסת אלעזר שטרן ממפלגתו הודיע שיתמוך בה, בניגוד לעמדת הסיעה. קודם לכן, לבקשתו של שר הפנים ושר הבריאות משה ארבל החליט יו"ר ש"ס אריה דרעי להעביר את תיק הבריאות לידיו של חבר הכנסת אוריאל בוסו. במהלך המלחמה נמתחה ביקורת בעיקר מצד מתנגדי הממשלה על התנהלות ראש הממשלה במהלך הלחימה, וכן על חברי ממשלה בטענה שאינם מבצעים את תפקידם ושמשרדיהם אינם מתפקדים, וכן על תקציבים בתקציב המדינה למטרות שלדעתם שנויות במחלוקת. כמו כן נמתחה ביקורת בציבור על היעדר גיוס חרדים ללחימה גם בתקופה זו, כאשר על הפרק עומדת דווקא הארכת תקופת השירות במילואים. הבחירות לרשויות המקומיות, שהיו אמורות להתקיים בסוף חודש אוקטובר, נדחו בעקבות המלחמה ל־30 בינואר 2024 ולאחר מכן אושרה דחיה נוספת ל-27 בפברואר 2024.
    </div>
    <h3>
        פורומים
    </h3>
    <div class="rtl">
        ההתארגנויות הידועות ביותר שנוצרו בעקבות המלחמה הן פורום משפחות החטופים. ופורום תקווה. שני הפורומים הוקמו כדי להוות קבוצות לחץ באמצעות הפגנות, הפצת חומרי הסברה, ופגישות עם פוליטיקאים.
    </div>
    <h3>
        כוננות ביטחונית
    </h3>
    <div class="rtl">
        עם תחילת המלחמה בישראל החלה כוננות בארץ, בעיקר ביישובים ביו"ש ובערים המעורבות, מחשש להצטרפות ערביי ישראל למלחמה ומחשש לחזרה על אירועי שומר החומות. עקב כך הוקמו כיתות כוננות חדשות ברשויות מקומיות חדשות ואף תוגברו קיימות. לראשונה נפתחו כיתות כוננות גם בערים וכן בקרב החברה החרדית. בירושלים הודיעו על פתיחה של כיתת כוננות בכל שכונה. עד דצמבר 2023 הוקמו למעלה מ-800 כיתות כוננות ברחבי הארץ. במסגרת תוכנית "משיב הרוח" שהחל כחודשיים לאחר פרוץ המלחמה צוידו מחדש 12 כיתות הכוננות בעוטף עזה בנשק וציוד צבאי ועד פברואר 2024 צוידו ואומנו כיתות כוננות ב-70 יישובים בעוטף עזה וגבול הצפון. במקביל הוקלו הקריטריונים למתן רישיון נשק. במשטרה אמרו בשיחות סגורות כי בהיעדר מסגרת משטרתית מאורגנת, קיים חשש ממשי להגעת כלי נשק 'לידיים הלא נכונות ולא מיומנות', דבר אשר עלול להוביל לתקריות קשות בהיעדר פיקוח והכשרה מתאימים. עם פרוץ הקרבות פורסם כי כ־3,000 חרדים מבקשים להתגייס לצבא. צה"ל נענה, והחל בגיוס חרדים לטירונות מקוצרת, שבסיומה שולבו המתגייסים במקצועות רפואה בסיסיים וכנהגים. בינואר 2024 פורסם כי בסופו של דבר לא נצפתה בחודשי המלחמה עלייה במספר המתגייסים החרדים לצה"ל, ומחזור הגיוס לחרדים היה כמעט זהה בגודלו למחזורים של שנים קודמות: פחות מ-200 מתגייסים. ומספר המתגייסים השנתי בציבור החרדי עמד על 1,200 שהוא כ-10% מהשנתון המיועד לגיוס.
    </div>
    <h3>
        התגייסות אזרחית
    </h3>
    <div>
        בציבור הייתה התגייסות גדולה של ארגוני עזרה ממוסדים כדוגמת זק"א, ארגונים התנדבותיים שהסבו את פעילותם לעזרה כדוגמת אחים לנשק, והתגייסות יחידים. הוקמו חמ"לים אזרחיים לסיוע בחילוץ מאזורי העימות בחזית, חמ"ל נעדרים (כולל סיוע באיתורם באמצעים טכנולוגיים מתקדמים), סיוע לאנשים בעורף, מערך הסעות, רכישה והטסה של ציוד אישי לחיילים כגון אפודי מגן קרמיים שהיו חסרים, אירוח משפחות שפונו מאזורי העימות, תרומות דם, סיוע בבתי חולים ובמוסדות אחרים, שירות שמרטפות לאנשי מילואים, ביקורים בבית אבות, והתנדבות בכל תחום אחר. בבוקר 7 באוקטובר 2023, מייד עם היוודע על מתקפת הפתע על ישראל וברקע הידיעות על הטבח בדרום, הודיעו מובילי תנועת אחים לנשק כי היא מפסיקה כל פעילות מחאה וקראו לחיילי המילואים להתייצב להגנת המדינה ללא היסוס. באותו יום הוסבו התשתיות ששימשו למחאה כדי לסייע לכוחות הביטחון ולניצולי הטבח שביצע חמאס. התנועה הקימה חמ"לים ייעודיים שדרכם פעלו יוזמות שונות על ידי יותר מ־15 אלף מתנדבים ברחבי הארץ. בין היוזמות הללו חילוץ משפחות מאזורי העימות תוך כדי הלחימה של כוחות צה"ל ומציאת פתרונות דיור עבורן, סיוע באיתור נעדרים, מערך תמיכה במשפחות חללים, נעדרים וחטופים, מערך הסעות לחיילי מילואים ומשפחות, ארוחות חמות, חילוץ בעלי חיים, סיוע למשקים חקלאיים ואיסוף ציוד נדרש למשפחות ולחיילים, כולל הטסת ציוד מחו"ל. ב־12 באוקטובר 2023 ביקר מזכיר המדינה האמריקאי אנתוני בלינקן בחמ"ל שהקימה התנועה במתחם אקספו בתל אביב. בחמ"ל התנועה ביקרו ותמכו גם פוליטיקאים, דיפלומטים ואנשי תקשורת רבים. ערוץ הטלגרם כרמל ניוז, המסקר את מלחמת אוקראינה–רוסיה, יזם ותיאם התקנות של גגונים על רק"ם כנגד רחפנים מטילים כלקח מהמלחמה במזרח אירופה. קבוצות של נערי גבעות עסקו בהתקנה של הגגונים.
    </div>
    <h3>
        התמודדות נפשית
    </h3>
    <div class="rtl">
        בעקבות האירועים הטראומתיים של תחילת המלחמה, נפתחו מוקדים טלפוניים ברחבי הארץ. פיקוד העורף הדגיש שתגובות רגשיות כמו פחד וחרדה הן "תגובות נורמליות למצב לא נורמלי". מכיוון שלאנשים יש דרכים שונות להתמודד עם לחץ, המליצו בפיקוד העורף לזהות את דרכי ההתמודדות שסייעו בעבר (פעילות גופנית, שיחות עם חברים ומשפחה, איסוף מידע, אמונה ותקווה) ולהשתמש בהן. במקרה של נפגעי חרדה, הומלץ לעודד אותם לפעולה ועשייה, לבצע תרגילי נשימה וטכניקות הרפיה, להדגיש את יכולת ההתמודדות ולהסיח את הדעת. מעמותת נט"ל הזהירו את הציבור שלא להיחשף לתכנים מעוררי טראומה כמו תמונות וסרטוני סנאף. חשיפה כזו נקשרה בעבר לדיכאון, חרדה, ופוסט־טראומה. מחקר אורך (אנ') מצא שבריאותם הנפשית של הישראלים נפגעה באופן משמעותי. שיעור הפרעת הדחק הפוסט־טראומטית עלה מ־16% באוגוסט 2023 ל־30% בנובמבר 2023. חלה עלייה גם בשיעור הסובלים מחרדה ודיכאון.
    </div>
</asp:Content>

