<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="WarEffectOnIsrael.aspx.cs" Inherits="WarEffectOnIsrael_sImage" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="PageName" runat="Server">
    המערכה על תדמית ישראל בעולם
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="info" runat="Server">
    <div class="rtl">
        נשיא המדינה, יצחק הרצוג, ציין כי "מאז השואה לא נרצחו יהודים רבים כל כך ביום אחד". רבים בישראל השוו את חמאס לנאצים ולדאעש. דובר צה"ל בערבית כינה את הארגון "חמאס־דאעש" באחת מהודעותיו. כששגריר ישראל באומות המאוחדות הופיע עם טלאי צהוב לדיון במועצת הביטחון של האומות המאוחדות, הוא ספג ביקורת. במשרד החוץ אמרו כי חרג מהמסרים שישראל מעוניינת לקדם בדבר מטרות המלחמה ויו"ר הנהלת יד ושם אמר כי הטלאי מסמל תקופה אחרת, שבה לא הייתה מדינה יהודית עצמאית עם צבא, האחראית לגורלה.

העורף הישראלי מקיים פעולות הסברה רבות, בעיקר ברשתות החברתיות, ואישים מפורסמים ופוליטיקאי עבר מגינים על עמדת ישראל, בעיקר בטלוויזיה העולמית. ישראלים תולים שלטי "נחטף על ידי חמאס" גם במדינות אחרות ברחבי העולם.

בין האישים והפוליטיקאים הבולטים במאמץ ההסברה הישראלי:
    </div>
    <div class="rtl">
        <ul>
            <li>
                    ראש ממשלת ישראל לשעבר נפתלי בנט, שהתראיין לרשתות התקשורת הזרות. בשבוע הראשון של נובמבר הוא נסע למסע הסברה בארצות הברית, הצדיק את ישראל ואת תגובותיה והציג את אכזריות חמאס, שאותה השווה לנאצים.
            </li>
            <li>    
               יוסף חדאד, פעיל הסברה ערבי־ישראלי, שקיים אף הוא ראיונות לכלי תקשורת זרים והעלה סרטונים לרשתות החברתיות. ערבים נוספים שותפים להסברה הישראלית, ביניהם סופיה חליפה שרמקו.
            </li>
            <li>
                אלה קינן, אזרחית ישראלית שטרם המלחמה הפעילה בלוג העוסק בטיולים, החלה בהפעלת חמ"ל הסברה ברשתות החברתיות ובעיקר ב־X (לשעבר טוויטר). היא נודעה בזכות קידום ההאשטאג HamasIsISIS# (בתרגום: חמאס הם דעאש) ובקידום תוכן פרו־ישראלי נרחב במרחבי פרסום של גולשים פרו־פלסטינים.
            </li>
            <li>
                דני בולר, מורה ויוצר תוכן ישראלי בטיקטוק, שסרטוניו בנוגע למלחמה זכו למיליוני צפיות.
            </li>
            <li>
                צוות התכנית "ארץ נהדרת" יצא במהלך המלחמה עם מערכונים רבים באנגלית, בחלקם בשיתוף ידוענים התומכים בישראל, שזכו לעשרות מיליוני צפיות בעיקר בערוץ יו-טיוב, ונועדו לשים ללעג ולקלס את ארגוני הטרור הנלחמים בישראל, כמו גם את הדיס-אינפורמציה השיטתית בערוצים פרו-פלסטיניים כדוגמת ה-BBC.
            </li>
            <li>
                ידוענים, משפיענים, ועיתונאים רבים ממדינות שונות ששיתפו תוכני הסברה ברשתות החברתיות.
            </li>
        </ul>
        מאבק ההסברה מתקיים בצל העובדה שכשבוע לאחר מתקפת הפתע שפתחה את המלחמה נסגר משרד ההסברה הישראלי, והשרה העומדת בראשו, גלית דיסטל-אטבריאן, צוטטה באומרה כי "משרד ההסברה התרוקן מסמכויות ומהווה בזבוז של כספי ציבור, ולא יכול לתרום למדינה תרומה משמעותית". מאז, תפקיד הסברת פעולות ישראל נמצא באחריות משרד החוץ ומשרד התפוצות. משרד החוץ ציין כי עד 20 באוקטובר נרשמו יותר ממיליארד חשיפות לתכני ההסברה שלו. בצה"ל ישנה שותפות במאמץ ההסברתי, ודובר צה"ל מפרסם סרטוני זוועה וכן סרטוני גבורה רבים ובנוסף חקירות של המחבלים שבהן המחבלים מודים שהזוועות תוכננו מראש והיו חלק מתוכנית התקיפה. גם צה"ל וגם משרד החוץ מצנזרים מעט מאוד, כדי לגרום לזעזוע בעולם, שיוביל לתמיכה בישראל.

ב־23 באוקטובר נוסף כיוון הסברה שונה, כאשר שתי נשים בנות יותר מ־80 שוחררו משבי החמאס ונראו בסרטון שפרסם חמאס לקראת שחרורן. בסרטון נצפו מחבלי ארגון הטרור מגישים לחטופות ממתקים וקפה. בעליהן נותרו בידי חמאס בעזה. לאחר שחרורן, שחזרה אחת החטופות את חטיפתה לרצועת עזה, באומרה, בין היתר, שכאשר הגיעו החטופים למנהרות הטרור אמרו להם המחבלים כי "הם אנשים שמאמינים בקוראן ולא יעשו לנו רע". היו שטענו כי עדות זו פגעה במאמץ ההסברה הישראלי. מצד אחר התקשורת בעולם התייחסה לעדותה בדרכים שונות – רבים מהם הציגו את תמונתה לוחצת יד לשוביה, "הושטת יד לשלום מחטופה ישראלית, המביישת את רוצחי חמאס".

ראש הממשלה נתניהו פרסם ב־30 באוקטובר הצהרה לתקשורת הזרה על קרב הציוויליזציה בעזה.

ב־1 בנובמבר 2023 חשף צה"ל שיחה שבה תועד איך חמאס גונב 1,000 ליטר של דלק מבית חולים. ישראל החלה להציג יותר בעולם את מעורבותה בהכנסת סיוע הומניטרי לרצועת עזה, בניסיון לשמר תמיכה ולגיטימציה בין־לאומית לפעולה הצבאית נגד חמאס. ב־13 בנובמבר חשף צה"ל הוכחות לשימוש של חמאס בבית החולים רנתיסי למטרותיו הצבאיות. ב-19 בדצמבר 2023 פורסם תיעוד החקירה בשב"כ של אחמד כחלות, מנהל בית החולים כמאל עדואן שבג'באליה. כחלות חשף שחמאס גייס אותו לתפקיד בדרגה מקבילה לתת-אלוף והפך את בתי החולים ברצועת עזה למתקנים צבאיים ותשתיות טרור, שבהם הסתתרו בכירי חמאס. בנוסף, חלק מעובדי בית החולים והצוות הרפואי היו פעילי חמאס, וחמאס הפעיל אמבולנסים פרטיים להברחת בכירים וחטופים.

אמירות קיצוניות של נציגים ישראלים רשמיים על עזה הקשו על מאמצי ההסברה. עם הזמן, מסיבה זו ומסיבות נוספות, החלה הפכה באהדה ביחס לישראל וסבלנותן של מדיניות ידידותיות ביחס לממשלת נתניהו הצטמצמה.

בתחילת אפריל 2024 דווח כי על פי סקרי דעת קהל עדכניים מארצות הברית ואירופה, ישראל איבדה את כל האהדה שזכתה לה בדעת הקהל אחרי 7 באוקטובר 2023. התמיכה בישראל פחתה מאוד ולמעשה חזרה למקום שבו הייתה לפני 7 באוקטובר, וממשיכה להיות במגמת ירידה. הירידה בתמיכה בישראל התרחשה על רקע מספר ההרוגים הגבוה בעזה והחוסר במערך הסברה ישראלי יעיל. חלק מהסיבות לירידה בתמיכה בישראל הן החשיפה בדעת הקהל לתמונות מהמלחמה בעזה, הדיווחים על משבר הומניטרי, רעב ופגיעה בילדים, העובדה שישראל לא הציגה תוכנית ליום שאחרי המלחמה והחיכוכים עם נשיא ארצות הברית.
    </div>

</asp:Content>

